<template>
  <div class="about">
    <div class="main-title">О нас</div>
    <div class="section">
      <div>1. КОНСУЛЬТАЦИЯ ЭКСПЕРТОВ</div>
      <p>Не можете определиться с выбором? Мы поможем! Наши эксперты подберут нож под ваши нужды и бюджет.И не важно для кого нужен нож: для охотника, рыбака, туриста, повара или просто жены, которая ищет острый нож, чтобы отрезать своему "неверному" я.ца!</p>
    </div>
    <div class="section">
      <div>2. ДВОЙНОЙ КОНТРОЛЬ КАЧЕСТВА</div>
      <p>Мы работаем только с надежными производителями и лично проверяем товар на наличие заводского брака.</p>
    </div>
    <div class="section">
      <div>3. БЕСПЛАТНАЯ ДОСТАВКА ПО ВСЕЙ РОССИИ</div>
      <p>Все заказы свыше 5 000 рублей мы доставляем бесплатно.</p>
    </div>
    <div class="section">
      <div>4. УДОБНЫЕ ВАРИАНТЫ ОПЛАТЫ</div>
      <p>Вы можете оплатить наличными, пластиковыми картами, электронными деньгами и даже банковским переводом.</p>
    </div>
    <div class="section">
      <div>5. СТАЛЬНАЯ ГАРАНТИЯ</div>
      <p>Мы гарантируем Вам качественно изготовленное изделие. Но, Вы всегда можете обменять или вернуть нож без объяснения причины.Не забывайте, что ножи нужно время от времени смазывать и точить. И тогда он послужит вам верой и правдой многие годы.</p>
    </div>
    <div class="section">
      <div>6. НОЖИ НА ЛЮБОЙ ВКУС И КОШЕЛЕК</div>
      <p>Мы не выставляем ножи просто ради ассортимента. Мы выискиваем только самые крутые и "бомбовские" ножи, как российских, так и мировых брендов. И постоянно находим что-то новое и интересное в мире ножей! Следите за нашими новинками.</p>
    </div>
    <div class="section">
      <div>7. ВСТУПЛЕНИЕ В НАШ КЛУБ</div>
      <p>Самые интересные статьи и обзоры ножей в авторских рассылках; общение с другими членами клуба в соцсетях; просмотр видеороликов и видеообзоров от известных кузнецов и экспертов на канале Youtube. А также скидки и подарки членам клуба.</p>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.section {
  margin: 10px;

  div {
    font-size: 16px;
    font-weight: 500;
  }
}
</style>