<template>
  <div class="home">
    <Modal title="Оповещение">Вы успешно оплатили товар на сумму <b>{{ totalPrice }}</b> руб. Ожидайте, когда посылка поступит в ваше почтовое отделение.</Modal>
    <div class="main-title">Главная страница</div>
    <div class="text">
      <h3>ИНТЕРНЕТ МАГАЗИН НОЖЕЙ</h3>
      <p>Интернет-магазин ножей TrialKnifes.RU - территория настоящих мужчин, которые знают истинную цену безупречного клинка! Забудьте о тривиальных моделях бытовых ножей! В каталоге интернет магазина. Вас ждут самые оригинальные и необычные ножи от лучших мастеров России и зарубежья. Необъятный ассортимент включает модели фирменных ножей на все случаи жизни: лучшие складные, охотничьи, туристические, военные, метательные, кухонные и множество других. Самые крутые ножи известных производителей мира и множество полезных аксессуаров для "ножевых гурманов" представлены на нашем официальном сайте.</p>
      <p>Мы сотрудничаем только с проверенными временем и миллионами покупателей производителями ножей России, Франции, Японии, Германии, Америки и прочих стран. Вся продукция сертифицирована и не относится к классу холодного оружия.</p>
      <h3>НЕОБЫЧНЫЕ ФИРМЕННЫЕ НОЖИ</h3>
      <p>Чтобы купить оригинальные и необычные фирменные ножи хорошего качества в Москве, Санкт-Петербурге или любом другом городе по доступной цене с доставкой по всей территории России, не нужно утруждать себя изнурительными поисками. Достаточно заглянуть в каталог интернет-магазина ножей с характером "Ножиков" и выбрать самый лучший, по-настоящему крутой нож. Доступные цены на фирменные ножи, гарантия высочайшего качества, отсутствие минимальных рисков получить подделку, соответствие товара нормам законодательства РФ и максимально быстрая доставка по России - это лишь незначительный перечень преимуществ интернет магазина TrialKnifes.RU.</p>
      <p>Почувствуйте настоящую остроту жизни с безупречным "стальным товарищем" и получите удовольствие от покупки ножа!</p>
    </div>
  </div>
</template>

<script>
import Modal from '@/components/common/Modal'

export default {
  components: { Modal },
  computed: {
    cart () {
      return this.$store.getters.cart
    },
    prices () {
      return this.cart.map(item => item.price * item.count)
    },
    totalPrice () {
      return this.prices.reduce((prev, current) => prev + current, 0).toLocaleString()
    }
  }
}
</script>

<style lang="scss" scoped>
.text {
  padding: 10px;

  h3 {
    margin-top: 0;
  }
}
</style>