export default [
  {
    id: 1,
    catalog_id: 1,
    count: 1,
    name: 'Складной нож Резервист',
    description: 'Об этом ноже много написано и сказано. Складной нож Резервист это оптимальный вариант для тех кому нужен надежный нож на все случаи жизни. Собираетесь ли вы туристический поход, планируете  поезду на морской курорт или просто прогуливаетесь по парку — с таким ножом вы будете чувствовать себе увереннее. Нож имеет оптимальные размеры для крупной и средней руки. Объемная рукоять обеспечивает уверенную фиксацию ножа при выполнении силовой работы. Открывается нож с помощью особого выступа-плавника на обухе.',
    date: '2018-12-11 10:00',
    stars: 4,
    price: 3250,
    hit: true,
    image: 'https://img.nozhikov.ru/images/products/1/4928/87266112/large__70A0884.jpg',
    params: {
      producer: { name: 'Производитель', value: 'Steelclaw' },
      steel: { name: 'Сталь', value: 'D2' },
      total_length: { name: 'Общая длина (мм)', value: 225 },
      color: { name: 'Цвет', value: 'Чёрный' },
      blade_length: { name: 'Длина клинка (мм)', value: 102 },
      arm_length: { name: 'Длина рукояти (мм)', value: 123 }
    }
  },
  {
    id: 2,
    catalog_id: 2,
    count: 1,
    name: 'Туристический нож Fox',
    description: 'Нож как нож.',
    date: '2018-12-11 10:00',
    stars: 5,
    price: 3200,
    hit: false,
    image: 'https://img.nozhikov.ru/images/products/1/3425/117001569/_70A2786.jpg',
    params: {
      producer: { name: 'Производитель', value: 'FuckShit' },
      steel: { name: 'Сталь', value: 'D2' },
      total_length: { name: 'Общая длина', value: 228 }
    }
  },
  {
    id: 3,
    catalog_id: 3,
    count: 1,
    name: 'Нож для выживания `Аллигатор`',
    description: 'Нож для выживания `Аллигатор` поставляется в максимально практичной для экстремальных случаев комплектации. Основной нож с отверткой на конце и полой рукояткой вмещает также компас и герметическую капсулу. Она содержит: спички, пластырь, скальпель, снасти для рыбалки, иголку, нитку, карандаш и др. Ножны оснащены зеркальной пластиной из металла, при помощи которой можно подавать световой сигнал о бедствии. На их корпусе закреплен 6-метровый шнур с точильным бруском и рогатка. Контейнер в ножнах вмещает огниво, жгут, емкость для соли, нож-скелетон. Нож скелетного типа оснащен гаечным ключом, стропорезом и открывалкой. В арсенале каждого любителя экстремального отдыха непременно должен быть `Аллигатор`. С таким помощником любая кризисная ситуация будет по-плечу!.',
    date: '2018-12-11 10:00',
    stars: 5,
    price: 3650,
    hit: false,
    image: 'https://img.nozhikov.ru/images/products/1/5457/68744529/large_6521490.jpg',
    params: {
      producer: { name: 'Производитель', value: 'Pirat' },
      steel: { name: 'Сталь', value: '40x13' },
      total_length: { name: 'Общая длина', value: 350 }
    }
  },
  {
    id: 4,
    catalog_id: 4,
    count: 1,
    name: 'Нож Витязь',
    description: 'Казачий пластунский нож Витязь ИП Баринов - это сплав современных технологий и классических традиций создания русских ножей. К преимуществам этой модели стоит отнести: длинный клинок с острым кончиком, фальшлезвие на обухе, притин и тыльник из латунного сплава, деревянная рукоять с пропилами для обеспечения надежного удержания. Таким ножом мог владеть богатый купец или боярин. Сегодня его обладателем может стать каждый. Пластунский нож Баринова имеет отличные рабочие характеристики: высокую проникающую способность и хорошо контролируемый рез.',
    date: '2018-12-11 10:00',
    stars: 4,
    price: 5400,
    hit: true,
    image: 'https://img.nozhikov.ru/images/products/1/8040/66387816/large_IMG_0387.jpg',
    params: {
      producer: { name: 'Производитель', value: 'Фабрика Баринова' },
      steel: { name: 'Сталь', value: '95х18' },
      total_length: { name: 'Общая длина', value: 277 }
    }
  },
  {
    id: 5,
    catalog_id: 5,
    count: 1,
    name: 'Нож Повара №13',
    description: 'Нож для повара, ебать',
    date: '2018-12-11 10:00',
    stars: 3,
    price: 7400,
    hit: true,
    image: 'https://img.nozhikov.ru/images/products/1/4720/91714160/large__70A3604.jpg',
    params: {
      producer: { name: 'Производитель', value: 'Кузница Семина' },
      steel: { name: 'Сталь', value: '95х18' },
      total_length: { name: 'Общая длина', value: 361 }
    }
  },
  {
    id: 6,
    catalog_id: 1,
    count: 1,
    name: 'Складной нож CH3504',
    description: 'СКЛАДНОЙ НОЖ CH3504 СТАЛЬ D2 создан для тех, кто ценит современный дизайн и следит за последними ножевыми тенденциями. Геометрия клинка представляет собой промежуточный вариант между ножом-скинером и тактическим фолдером. В рабочее положение клинок приводится легким движением руки с помощью нажатия на флиппер и легкого встряхивания. Рукоятка данной модели обеспечивает уверенную фиксацию в руке в процессе работы. Вы можете удерживать нож голой рукой или рукой в тактической перчатке. Накладки выполнены из композитного материала на основе стеклотекстолита.',
    date: '2018-12-11 10:00',
    stars: 3,
    price: 2990,
    hit: false,
    image: 'https://img.nozhikov.ru/images/products/1/7600/147193264/large__70A0562.jpg',
    params: {
      producer: { name: 'Производитель', value: 'ch outdoor knife' },
      steel: { name: 'Сталь', value: 'D2' },
      total_length: { name: 'Общая длина (мм)', value: 210 },
      color: { name: 'Цвет', value: 'Серебристый' },
      blade_length: { name: 'Длина клинка (мм)', value: 90 },
      arm_length: { name: 'Длина рукояти (мм)', value: 120 }
    }
  },
  {
    id: 7,
    catalog_id: 1,
    count: 1,
    name: 'Складной нож "Череп" CH3504',
    description: 'Стильная модель складного ножа для ежедневного использования в городских условиях. У этого ножа есть несколько неоспоримых достоинств. Первое — это его передовой дизайн. Рукоятка ножа полностью выполнена из титанового сплава, который покрыт анодированной градиентной окраской. На одной из плашек расположено фигурное рифление в виде черепа. Помимо чисто декоративной функции такой элемент носит еще и практический характер — благодаря ему нож надежно удерживается голой рукой в процессе работы. Клинок с классической геометрией имеет особое покрытие «стоунвош», которое повышает защиту от коррозии и царапин.',
    date: '2018-12-11 10:00',
    stars: 5,
    price: 6990,
    hit: true,
    image: 'https://img.nozhikov.ru/images/products/1/7620/114408900/large_HTB132ltPVXXXXboXVXXq6xXFXXXJ.jpg',
    params: {
      producer: { name: 'Производитель', value: 'ch outdoor knife' },
      steel: { name: 'Сталь', value: 'S35VN' },
      total_length: { name: 'Общая длина (мм)', value: 210 },
      color: { name: 'Цвет', value: 'Синий' },
      blade_length: { name: 'Длина клинка (мм)', value: 90 },
      arm_length: { name: 'Длина рукояти (мм)', value: 120 }
    }
  },
  {
    id: 8,
    catalog_id: 1,
    count: 1,
    name: 'Складной нож Авиатор',
    description: 'Складной нож Авиатор с двумя лезвиями - это тот самый инструмент, который носил в своем кармане Ваш дед. Неприхотливый, надежный и главное – эффективный, нож с двумя клинками позволит с легкостью раскроить кожу, отрезать кусок резины, заточить карандаш и даже вкрутить саморез. В ретро рукояти с накладками из натурального дерева кроются пилка по дереву и плейное лезвие. Функцию темлячного отверстия выполняет антабка. Нож незаменим на пикнике, в саду, на даче и просто дома.',
    date: '2018-12-11 10:00',
    stars: 5,
    price: 1150,
    hit: true,
    image: 'https://img.nozhikov.ru/images/products/1/110/101392494/large__70A9102.jpg',
    params: {
      producer: { name: 'Производитель', value: 'НОКС' },
      steel: { name: 'Сталь', value: '440' },
      total_length: { name: 'Общая длина (мм)', value: 205 },
      blade_length: { name: 'Длина клинка (мм)', value: 88 },
      arm_length: { name: 'Длина рукояти (мм)', value: 117 }
    }
  },
  {
    id: 9,
    catalog_id: 2,
    count: 1,
    name: 'Нож для выживания NIGHTINGALE',
    description: 'Складной нож Авиатор с двумя лезвиями - это тот самый инструмент, который носил в своем кармане Ваш дед. Неприхотливый, надежный и главное – эффективный, нож с двумя клинками позволит с легкостью раскроить кожу, отрезать кусок резины, заточить карандаш и даже вкрутить саморез. В ретро рукояти с накладками из натурального дерева кроются пилка по дереву и плейное лезвие. Функцию темлячного отверстия выполняет антабка. Нож незаменим на пикнике, в саду, на даче и просто дома.',
    date: '2018-12-11 10:00',
    stars: 5,
    price: 1150,
    hit: true,
    image: 'https://img.nozhikov.ru/images/products/1/7308/124599436/large_nightingale_3tan_1.jpg',
    params: {
      producer: { name: 'Производитель', value: 'WithArmour' },
      steel: { name: 'Сталь', value: '440C' },
      total_length: { name: 'Общая длина (мм)', value: 245 },
      blade_length: { name: 'Длина клинка (мм)', value: 115 },
      arm_length: { name: 'Длина рукояти (мм)', value: 130 }
    }
  }
]