[
  {
    "id": 1,
    "catalog_id": 1,
    "name": "Складной нож Резервист",
    "description": "Об этом ноже много написано и сказано. Складной нож Резервист это оптимальный вариант для тех кому нужен надежный нож на все случаи жизни. Собираетесь ли вы туристический поход, планируете  поезду на морской курорт или просто прогуливаетесь по парку — с таким ножом вы будете чувствовать себе увереннее. Нож имеет оптимальные размеры для крупной и средней руки. Объемная рукоять обеспечивает уверенную фиксацию ножа при выполнении силовой работы. Открывается нож с помощью особого выступа-плавника на обухе.",
    "stars": 4,
    "price": 3250,
    "hit": true,
    "producer": "Steelclaw",
    "steel": "D2",
    "total_length": 225,
    "image": "https://img.nozhikov.ru/images/products/1/4928/87266112/large__70A0884.jpg"
  },
  {
    "id": 2,
    "catalog_id": 2,
    "name": "Туристический нож Fox",
    "description": "Нож как нож.",
    "stars": 5,
    "price": 3200,
    "hit": true,
    "producer": "FuckShit",
    "steel": "D2",
    "total_length": 210,
    "image": "https://img.nozhikov.ru/images/products/1/3425/117001569/_70A2786.jpg"
  },
  {
    "id": 3,
    "catalog_id": 3,
    "name": "Нож для выживания 'Аллигатор'",
    "description": "Нож для выживания 'Аллигатор' поставляется в максимально практичной для экстремальных случаев комплектации. Основной нож с отверткой на конце и полой рукояткой вмещает также компас и герметическую капсулу. Она содержит: спички, пластырь, скальпель, снасти для рыбалки, иголку, нитку, карандаш и др. Ножны оснащены зеркальной пластиной из металла, при помощи которой можно подавать световой сигнал о бедствии. На их корпусе закреплен 6-метровый шнур с точильным бруском и рогатка. Контейнер в ножнах вмещает огниво, жгут, емкость для соли, нож-скелетон. Нож скелетного типа оснащен гаечным ключом, стропорезом и открывалкой. В арсенале каждого любителя экстремального отдыха непременно должен быть 'Аллигатор'. С таким помощником любая кризисная ситуация будет по-плечу!.",
    "stars": 5,
    "price": 3650,
    "hit": true,
    "producer": "Pirat",
    "steel": "40х13",
    "total_length": 350,
    "image": "https://img.nozhikov.ru/images/products/1/5457/68744529/large_6521490.jpg"
  },
  {
    "id": 4,
    "catalog_id": 4,
    "name": "Нож Витязь",
    "description": "Казачий пластунский нож Витязь ИП Баринов - это сплав современных технологий и классических традиций создания русских ножей. К преимуществам этой модели стоит отнести: длинный клинок с острым кончиком, фальшлезвие на обухе, притин и тыльник из латунного сплава, деревянная рукоять с пропилами для обеспечения надежного удержания. Таким ножом мог владеть богатый купец или боярин. Сегодня его обладателем может стать каждый. Пластунский нож Баринова имеет отличные рабочие характеристики: высокую проникающую способность и хорошо контролируемый рез.",
    "stars": 4,
    "price": 5400,
    "hit": true,
    "producer": "Фабрика Баринова",
    "steel": "95х18",
    "total_length": 277,
    "image": "https://img.nozhikov.ru/images/products/1/8040/66387816/large_IMG_0387.jpg"
  },
  {
    "id": 5,
    "catalog_id": 5,
    "name": "Нож Повар №13",
    "description": "Нож для повара, ебать",
    "stars": 3,
    "price": 7400,
    "hit": true,
    "producer": "Кузница Семина",
    "steel": "D2",
    "total_length": 361,
    "image": "https://img.nozhikov.ru/images/products/1/4720/91714160/large__70A3604.jpg"
  }
]